
"keyYes"							= "예";
"keyNo"								= "아니요";
"keyOK"								= "승인";
"keyRequired"						= "필요함";
"keyNone"							= "없음";

"keyPairedDevicesTitle"				= "연결된 장비:";
"keyFavoriteDevicesTitle"			= "즐겨찾기 장비:";
"keyConnectedDevicesTitle"			= "연결 가능한 장비:";
"keyUnknownDevice"					= "인식할 수 없는 장비";
"keyErrorOccurred"					= "오류가 발생했습니다.(0x%x)";
"keyNotAvailable"					= "사용 불가.";
"keyNameNotAvailable"				= "사용 불가능한 이름";
"keyNoDevicePresent"				= "Bluetooth 장비가 없습니다.";

"keyPrefReadErrorTitle"				= "Bluetooth 환경설정을 읽는 동안 오류가 발생했습니다.";
"keyPrefReadErrorDesc"				= "이 컴퓨터의 Bluetooth 구성이 유효하지 않습니다. Bluetooth 소프트웨어를 재설치하고 다시 시도하십시오.";

"keyUnacceptablePathTitle"			= "지정된 경로가 승인될 수 없습니다.";
"keyUnacceptablePathDesc"			= "Bluetooth Object Exchange의 사용을 위해 지정된 경로가 유효하지 않습니다. 대상 디렉토리에 대해 쓰기 권한이 없기 때문인 것 같습니다. 다른 경로를 지정하십시오.";

"keyPathWarningTitle"				= "지정한 폴더를 권장하지 않습니다.";
"keyPathWarningDesc"				= "폴더가 잠겨 있거나 읽거나 쓸 권한이 없습니다.";

"keyPrefSaveErrorTitle"				= "Bluetooth 환경설정을 저장하는 동안 오류가 발생했습니다.";
"keyPrefSaveErrorDesc"				= "일부 Bluetooth 환경설정을 저장할 수 없습니다. 이 컴퓨터에서 Bluetooth 장비를 사용할 수 없는 것 같습니다.";

"keyPortInUseTitle"					= "포트가 현재 사용 중입니다.";
"keyPortInUseDelete"				= "사용 중인 포트를 제거하려고 합니다. 이 포트를 사용하여 응용 프로그램을 종료하고 다시 시도하십시오.";
"keyPortInUseEdit"					= "사용 중인 포트를 수정하려고 합니다. 이 포트를 사용하여 응용 프로그램을 종료하고 다시 시도하십시오.";

"kServiceCannotBeModifiedKey"		= "서비스를 수정할 수 없습니다.";
"kPortCannotBeCreatedOrModifiedKey"	= "포트를 생성하거나 수정하는 도중에 오류가 발생하였습니다.";

"keyTTYNameAlreadyInUse"			= "이름이 이미 사용 중입니다.";
"keyTTYNameInUseText"				= "선택한 포트 이름이 이미 사용 중입니다. 다른 이름을 선택하십시오.";

"kTTYSerialPortKey"					= "SerialPort";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "직렬 포트";
"kBluetoothSerialPortOnKey"			= "Bluetooth 직렬 포트 켬";
"kBluetoothSerialPortOffKey"		= "Bluetooth 직렬 포트 끔";
"kEditSerialPorts"					= "직렬 포트 편집...";
"kSerialPortKey"					= "직렬 포트";
"kSerialPortOnKey"					= "직렬 포트 켬";
"kSerialPortOffKey"					= "직렬 포트 끔";
"kOtherKey"							= "기타...";
"kBluetoothFileExchangeKey"			= "파일 교환";
"kBluetoothFileExchangeOnKey"		= "Bluetooth 파일 교환 켬";
"kBluetoothFileExchangeOffKey"		= "Bluetooth 파일 교환 끔";
"kBluetoothFileTransferKey"			= "파일 전송";
"kBluetoothFileTransferOnKey"		= "Bluetooth 파일 전송 켬";
"kBluetoothFileTransferOffKey"		= "Bluetooth 파일 전송 끔";

"kBluetoothRemoteControlKey"		= "리모컨";
"kBluetoothRemoteControlOnKey"		= "Bluetooth 리모컨 켜기";
"kBluetoothRemoteControlOffKey"		= "Bluetooth 리모컨 끄기";

"kBluetoothPANServiceKey"			= "개인 영역 네트워크";
"kBluetoothPANServiceOnKey"			= "Bluetooth 개인 영역 네트워크 켜기";
"kBluetoothPANServiceOffKey"		= "Bluetooth 개인 영역 네트워크 끄기";

"kDeviceNameTitle"					= "“%@”은(는) Bluetooth 장비가 이 컴퓨터에 연결하기 위해 사용하는 이름입니다.";

"kInKey"							= "입력";		/* Short for Incoming */
"kOutKey"							= "출력";	/* Short for Outgoing */

"kEllipsisString"						= "...";
"kPower"								= "전원";
"kBluetoothPower"						= "Bluetooth 전원";
"kBluetoothPowerOn"						= "Bluetooth 켜짐";
"kBluetoothPowerOff"					= "Bluetooth 꺼짐";
"kBluetoothPowerIsOff"					= "Bluetooth 전원이 꺼져 있습니다. Bluetooth를 사용하려면, 먼저 전원을 켜야 합니다.";
"kTurnBTOff"							= "Bluetooth 끄기";
"kTurnBTOn"								= "Bluetooth 켜기";
"kVersionKey"							= "(버전: %d.%d.%d%c%d)";
"kOnKey"								= "켜짐";
"kCancelKey"							= "취소";
"kOffKey"								= "꺼짐";
"kNever"								= "안 함";

"kIsConnected"							= "연결됨";
"kIsNotConnected"						= "연결 안됨";

"kAddToFavoritesKey"					= "즐겨찾기에 추가";
"kRemoveFromFavoritesKey"				= "즐겨찾기에서 제거";

"kRenameDeviceKey"						= "이름 변경";

"kBluetoothSetupDevice"					= "장비 설정...";
"kDisconnectDevice"						= "연결 해제";
"kResetDevice"							= "이 장비를 초기 설정값으로 재설정";
"kConnectDevice"						= "연결";
"kConfigureDevice"						= "이 장비 구성...";
"kMoreInfo"								= "자세한 정보 보기";
"kHideMoreInfo"							= "자세한 정보 가리기";
"kNoDevicesKey"							= "장비 없음";

"kDeviceNameKey"						= "이름";
"kDeviceAddressKey"						= "주소";
"kDeviceTypeKey"						= "유형";
"kDeviceServicesKey"					= "서비스";
"kOtherServices"						= "다른 서비스";
"kUnknownService"						= "알 수 없는 서비스";

"kPairedHeaderKey"						= "쌍으로 연결됨";
"kConfiguredHeaderKey"					= "구성됨";
"kFavoriteHeaderKey"					= "즐겨찾기";
"kConnectedHeaderKey"					= "연결됨";
"kSerialPortsHeaderKey"					= "직렬 포트";
"kSerialPortsHeaderDeviceService"		= "장비 서비스";
"kSerialPortsHeaderPortType"			= "포트 프로토콜";
"kSerialPortDirectionIncoming"			= "받음";
"kSerialPortDirectionOutgoing"			= "보냄";

"kSerialPortHeadingOutgoing"			= "설정을 수정하려면 이 장비로 나가는 직렬 포트를 선택하십시오";
"kSerialPortHeadingIncoming"			= "설정을 수정하려면 이곳으로 들어오는 직렬 포트를 선택하십시오";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "이것은 사용자의 컴퓨터에 연결된 키보드에만 해당됩니다. 이 키보드를 제거하면 더 이상 해당 키보드에 연결할 수 없습니다. 해당 키보드를 제거하겠습니까?";
"kHIDDeviceDeleteMousePairingWarning"			= "컴퓨터에 유일하게 연결된 포인팅 장비입니다. 목록에서 이 마우스를 제거하면, 사용할 수 없게 됩니다. 제거하겠습니까?";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "컴퓨터에 유일하게 연결된 포인팅 장비입니다. 목록에서 이 트랙패드를 제거하면, 사용할 수 없게 됩니다. 제거하겠습니까?";
"kHIDDeviceKeyboard"					= "키보드";
"kHIDDeviceMouse"						= "마우스";

"kDiscoverableTooltip"		= "이것이 비활성화되면, 알 수 없는 Bluetooth 장비는 더 이상 사용자의 컴퓨터를 찾을 수 없습니다. 이미 연결된 장비는 계속 사용자의 컴퓨터에 연결할 수 있습니다.";

"kOptionIsAvailable"		= "사용 가능";
"kAvailableServiceTurnOn"	= "서비스 켜기";
"kAvailableServiceTurnOff"	= "서비스 끄기";

"kOptionPairing"			= "연결 요구";
"kPairingRequired"			= "연결 요구";
"kPairingNotRequired"		= "연결을 요구하지 않음";

"kOptionReceiveBehavior"	= "파일 수신 시:";
"kReceiveBehaviorAccept"	= "경고없이 허용";
"kReceiveBehaviorPrompt"	= "각 파일에 대해 통보";

"kOptionHandlePIMItem"		= "PIM 항목이 수신되었을 때:";
"kOptionHandleOtherItem"	= "다른 항목이 수신되었을 때:";
"kHandleItemSave"			= "저장";
"kHandleItemOpen"			= "열기";
"kHandleItemAsk"			= "묻기";

"kOptionReceiveFolder"		= "폴더 수신";
"kReceiveFolderChoose"		= "기타...";

"kOptionFolderForBrowse"	= "다른 장비가 탐색할 수 있는 폴더";

"kOptionName"				= "이름:";
"kOptionShowInNetworkPrefs"	= "네트워크 환경설정에서 보기:";
"kOptionType"				= "유형:";
"kOptionTypeModem"			= "모뎀";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "포트 이름 편집...";
"kOptionAddSerialPort"		= "직렬 포트 추가";
"kOptionRemoveSerialPort"	= "직렬 포트 제거";

"kButtonAddDevice"			= "새로운 장비 설정";
"kButtonRemoveDevice"		= "선택한 장비 삭제";
"kButtonDeviceOptions"		= "선택한 장비를 사용하여 작업 실행";
"kBluetoothDevices"			= "Bluetooth 장비";

"kOptionMajorClass"			= "주요 장비 클래스";
"kOptionMinorClass"			= "보조 장비 클래스";
"kOptionServiceClass"		= "장비 서비스 클래스";
"kOptionLastNameUpdate"		= "최근 이름 업데이트";
"kOptionLastInquiryUpdate"	= "최근 조회 업데이트";
"kOptionLastServicesUpdate"	= "최근 서비스 업데이트";
"kOptionProductID"			= "제품 ID";
"kOptionVendorID"			= "공급업체 ID";

"kPerformSDPQueryKey"				= "장비 서비스 업데이트";
"kPerformNameRequestKey"			= "장비 이름 업데이트";

"kOpenBTPrefsKey"					= "Bluetooth 환경설정 열기...";
"kMousePreferences"					= "마우스 환경설정 열기...";
"kKeyboardPreferences"				= "키보드 환경설정 열기...";
"kOpenPrintPrefsKey"				= "프린터 환경설정 열기...";
"kOpenSoundPrefsKey"				= "사운드 환경설정 열기...";
"kSendFileToDevice"					= "파일 전송...";
"kBrowseDevice"						= "장비 탐색...";

"kTurnOnHeadphones"					= "오디오 장비로 사용(스테레오)";
"kTurnOffHeadphones"				= "오디오 장비로 사용하지 않음";
"kTurnOnHeadset"					= "오디오 장비로 사용(모노)";
"kTurnOffHeadset"					= "오디오 장비로 사용하지 않음";

"kSyncDevice"						= "동기화...";

"kOpenBTSAKey"						= "Bluetooth 장비 설정...";
"kBTSendFileKey"					= "파일 전송...";
"kBTGetFileKey"						= "장비 탐색...";

"kJoinNetwork"						= "네트워크에 연결";
"kKeyDisconnectFromNetwork"			= "네트워크에서 연결 해제";
"kRemoveDevice"						= "이 장비 제거";
"kDeviceOptions"					= "장비 옵션";
"kDeviceNamed"						= "%@ 장비";

"kOptionConfirm"					= "이 체크상자를 선택 해제하겠습니까?";
"kOptionAutoBTSAWarning"			= "시동 시 무선 키보드 또는 마우스가 사용 불가능할 경우를 대비하여, 사용 가능한 USB 입력 장비가 있는지 확인하십시오.";
	
